tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

tap "homebrew/cask-fonts"
cask "font-fantasque-sans-mono"
cask "font-hack-nerd-font"

brew "readline"
brew "xz"
brew "awscli"
brew "coreutils"
brew "cowsay"
brew "direnv"
brew "feh"
brew "git"
brew "libffi"
brew "jq"
brew "libyaml"
brew "neofetch"
brew "node@12"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "timewarrior"
brew "tree"
brew "watch"

tap "koekeishiya/formulae"
tap "somdoron/formulae"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "somdoron/formulae/spacebar"
cask "kitty"
cask "unison"

brew 'yabai', restart_service: :changed
brew 'skhd', restart_service: :changed
brew 'spacebar', restart_service: :changed

