tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jlhonora/lsusb"
tap "koekeishiya/formulae"
tap "somdoron/formulae"
brew "readline"
brew "asciinema"
brew "glib"
brew "atk"
brew "awscli"
brew "bash"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "dasel"
brew "direnv"
brew "doxygen"
brew "duf"
brew "entr"
brew "expect"
brew "imlib2"
brew "feh"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glances"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "graphene"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "libnice"
brew "gst-plugins-bad"
brew "libsoup"
brew "gst-plugins-good"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab", link: false
brew "krb5"
brew "lastpass-cli"
brew "libusb"
brew "lsusb"
brew "mas"
brew "nmap"
brew "node@12"
brew "node@14"
brew "node@16"
brew "pianobar"
brew "plantuml"
brew "postgresql"
brew "pyenv"
brew "rclone"
brew "repo"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "terraform"
brew "tree"
brew "viu"
brew "watch"
brew "wget"
brew "yadm"
brew "yq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adobe-creative-cloud"
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "beyond-compare"
cask "boop"
cask "drawio"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "hex-fiend"
cask "insomnia"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "kitty"
cask "krisp"
cask "miniconda"
cask "phantomjs"
cask "recaf"
cask "ubersicht"
cask "warp"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Gapplin", id: 768053424
mas "Quiver", id: 866773894
mas "Tampermonkey", id: 1482490089
mas "Xcode", id: 497799835

cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "firefox"
